{
  "blink.cmp": { "branch": "main" },
  "catppuccin.nvim": { "branch": "main" },
  "compile-mode.nvim": { "branch": "nightly" },
  "cord.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "haskell-tools.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-wordmotion": { "branch": "master" },
  "yanky.nvim": { "branch": "main" }
}
